"Game_Chosing_View_BlueTooth_Disable" = "Bluetooth or Local Wi-Fi Unavailable";

"Game_Chosing_View_Network_Disable" = "Network Unavailable";

"Game_Chosing_View_Authenticating" = "Authenticating. Please Try Later";
